Repository: diana12041309/hotels-AD
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk

source: Activate Your Account
kk: Тіркелгіңізді белсендіріңіз

source: Welcome
kk: Қош келдіңіз

source: Thank you for registering on
kk: Тіркелгеніңіз үшін рахмет

source: Please click the button below to activate your account:
kk: Тіркелгіңізді белсендіру үшін төмендегі түймені басыңыз:

source: Activate Account
kk: Тіркелгіні белсендіріңіз

source: If you didn
kk: Егер сіз мұны жасамаған болсаңыз

source: The account activation time has expired. Register again.
kk: Тіркелгіні белсендіру уақыты аяқталды. Қайта тіркеліңіз.

source: Login
kk: Кіру

source: No account? Register
kk: Тіркелгі жоқ па? Тіркелу

source: Personal details
kk: Жеке мәліметтер

source: First name
kk: Аты

source: Last name
kk: Тегі

source: Email
kk: Электрондық пошта

source: Phone number
kk: Телефон нөмірі

source: Date of birth
kk: Туған күні

source: Gender
kk: Жынысы

source: Edit
kk: Өзгерту

source: Delete
kk: Жою

source: Registration
kk: Тіркелу

source: Save
kk: Сақтау

source: An account activation message has been sent to your email
kk: Тіркелгіні белсендіру туралы хабарлама электрондық поштаңызға жіберілді

source: Congratulations on account activation!
kk: Тіркелгіңіз белсендірілді!

source: Profile
kk: Профиль

source: Sign out
kk: Шығу

source: Register
kk: Тіркелу

source: Sign in
kk: Кіру

source: Main
kk: Басты бет

source: Hotels
kk: Қонақүйлер

source: Booking
kk: Брондау

source: About us
kk: Біз туралы

source: HotelBooking is an easy way to book the best hotels anywhere in the world.
kk: HotelBooking — әлемдегі ең жақсы қонақүйлерді оңай брондау әдісі.

source: Contacts
kk: Байланыстар

source: Phone Number
kk: Телефон нөмірі

source: All rights reserved.
kk: Барлық құқықтар қорғалған.

source: Booking Details
kk: Брондау мәліметтері

source: Hotel:
kk: Қонақүй:

source: Check-in:
kk: Кіру күні:

source: Room Type:
kk: Бөлме түрі:

source: Check-out:
kk: Шығу күні:

source: Guests:
kk: Қонақтар саны:

source: Booking Date:
kk: Брондау күні:

source: Your Bookings
kk: Сіздің брондауларыңыз

source: Confirmed
kk: Расталған

source: Room:
kk: Бөлме:

source: You don't have any bookings yet.
kk: Сізде әлі брондаулар жоқ.

source: Facilities of
kk: Мына қонақүйдің мүмкіндіктері:

source: Available Rooms
kk: Қолжетімді бөлмелер

source: Room Type
kk: Бөлме түрі

source: Capacity
kk: Сыйымдылығы

source: Description
kk: Сипаттама

source: Price per Night
kk: Түнеу бағасы

source: Status
kk: Күйі

source: guests
kk: қонақтар

source: Available
kk: Қолжетімді

source: Not available
kk: Қолжетімсіз

source: No available rooms at the moment.
kk: Қазір қолжетімді бөлмелер жоқ.

source: Add room
kk: Бөлме қосу

source: Guest Reviews
kk: Қонақтардың пікірлері

source: Write a review
kk: Пікір қалдыру

source: Edit booking information
kk: Брондау ақпаратын өңдеу

source: Edit Hotel
kk: Қонақүйді өңдеу

source: Existing images (select to delete):
kk: Бар суреттер (жою үшін таңдаңыз):

source: Upload new images:
kk: Жаңа суреттерді жүктеу:

source: Select Files
kk: Файлдарды таңдау

source: Selected images will be deleted after saving.
kk: Таңдалған суреттер сақтау кезінде жойылады.

source: Edit Room
kk: Бөлмені өңдеу

source: Our hotels
kk: Біздің қонақүйлер

source: New hotel
kk: Жаңа қонақүй

source: More info
kk: Толығырақ

source: Find the perfect hotel for your vacation
kk: Демалысыңыз үшін мінсіз қонақүйді табыңыз

source: More than 5,000 accommodation options worldwide
kk: Әлем бойынша 5 000-нан астам орналастыру нұсқалары

source: Search
kk: Іздеу

source: Easy hotel reservations around the world
kk: Әлем бойынша қонақүйлерді оңай брондау

source: Choose the perfect hotel in just a few clicks!
kk: Бірнеше рет басу арқылы мінсіз қонақүйді таңдаңыз!

source: Hotels in Almaty
kk: Алматыдағы қонақүйлер

source: Comfortable rooms with service
kk: Қызмет көрсетілетін жайлы бөлмелер

source: from 15,000 ₸/night
kk: 15 000 ₸/түн бастап

source: View hotels
kk: Қонақүйлерді көру

source: Trending destinations
kk: Танымал бағыттар

source: Travellers searching for Kazakhstan also booked these
kk: Қазақстанды іздеген саяхатшылар мыналарды да брондады

source: Almaty
kk: Алматы

source: Choose a hotel
kk: Қонақүйді таңдаңыз

source: Astana
kk: Астана

source: Aktau
kk: Ақтау

source: Reserve the room
kk: Бөлмені брондау

source: Adding a Hotel
kk: Қонақүй қосу

source: Upload Images
kk: Суреттерді жүктеу

source: Leave a Review
kk: Пікір қалдыру

source: Rating
kk: Бағалау

source: Your Review
kk: Сіздің пікіріңіз

source: Submit Review
kk: Пікір жіберу

source: Adding a Room
kk: Бөлме қосу

source: Price per night
kk: Түнгі баға

source: ✓ Available
kk: ✓ Қолжетімді

source: ✗ Not available
kk: ✗ Қолжетімсіз

source: Reserve
kk: Брондау
